Repository: usuarioregalonatural/web-prod
Catalog: app/Resources/translations/*/AdminInternationalNotification.*.xlf
Languages: ar_sa

source: No tax
ar_sa: لا توجد ضريبة

source: Invalid Zone name.
ar_sa: اسم نطاق جغرافي غير صحيح.

source: Invalid state properties.
ar_sa: خصائص المنطقة غير صحيحة

source: An error occurred while adding the state.
ar_sa: حدث خطأ أثناء إضافة المنطقة.

source: An error occurred while fetching the state.
ar_sa: حدث خطأ أثناء تحميل المنطقة.

source: Invalid tax properties.
ar_sa: ضريبة غير صحيحة

source: This tax rule cannot be saved.
ar_sa: الشرط الضريبي هذا لا يُمكن حفظه.

source: Invalid currency properties.
ar_sa: عملة غير صحيحة

source: Localization pack corrupted: wrong unit type.
ar_sa: حزمة معطوب : خطأ نوع الوحدة.

source: An error occurred while setting the units.
ar_sa: حدث خطأ أثناء إعداد الوحدات.

source: An error occurred during the default group update
ar_sa: حدث خطأ اثناء تحديث المجموعة الإفتراضية

source: An error has occurred during the default group update
ar_sa: حدث خطأ اثناء تحديث المجموعة الإفتراضية

source: Fatal error: ISO code is not correct
ar_sa: خطأ حادّ: كود آيزو غير صحيح

source: Fatal error: IETF code %s is not correct
ar_sa: خطأ حاد: رمز IETF %s غير صحيح

source: Server does not have permissions for writing.
ar_sa: الملقم لا يكون لديك أذونات للكتابة.

source: An error occurred while creating the language: %s
ar_sa: حدث خطأ أثناء إنشاء اللغة: %s

source: The translation was successfully copied.
ar_sa: اللغة نسخها بنجاح

source: The translations have been successfully added.
ar_sa: ترجمة وأضاف بنجاح

source: The translation was added successfully, but the language has not been created.
ar_sa: وأضاف الترجمة بنجاح ولكن لم يخلق لغة كان

source: Localization pack imported successfully.
ar_sa: حزمة التعريب استيرادها بنجاح

source: Cannot load the localization pack.
ar_sa: لا يمكن تحميل حزمة التعريب (من prestashop.com من والخاص المحلية "التعريب" مجلد)

source: Please select at least one item to import.
ar_sa: الرجاء اختيار عنصر واحد على الاقل لاستيراد المحتوى.

source: When you delete a language, all related translations in the database will be deleted. Are you sure you want to proceed?
ar_sa: عند حذف لغة ، سيتم حذف كل الترجمات ذات الصلة في قاعدة البيانات ، هل أنت متأكد أنك تريد حذف هذه اللغة؟

source: When you delete a language, all related translations in the database will be deleted.
ar_sa: عند حذف لغة ، سيتم حذف كل الترجمات ذات الصلة في قاعدة البيانات.

source: You cannot delete the default language.
ar_sa: لا يمكنك حذف اللغة الافتراضية

source: You cannot delete the language currently in use. Please select a different language.
ar_sa: لا يمكنك حذف اللغة قيد الاستخدام حاليا. الرجاء تغيير اللغات قبل حذفها.

source: You cannot change the status of the default language.
ar_sa: لا يمكنك تغيير الوضع القائم في اللغة الافتراضية.

source: This ISO code is already linked to another language.
ar_sa: ويرتبط هذا الرمز ISO بالفعل إلى لغة أخرى.

source: Flag and "No picture" image fields are required.
ar_sa: مطلوبة حقول العلم وصورة لا صورة.

source: An error occurred while copying "No Picture" image to your product folder.
ar_sa: حدث خطأ أثناء نسخ صورة إلى مجلد المنتج.

source: An error occurred while copying "No picture" image to your category folder.
ar_sa: حدث خطأ أثناء نسخ صورة إلى مجلد التصنيف الخاصة بك.

source: An error occurred while resizing "No picture" image to your product directory.
ar_sa: حدث خطأ أثناء تغيير حجم الصورة .

source: An error occurred while resizing "No picture" image to your category directory.
ar_sa: حدث خطأ أثناء تغيير حجم الصورة.

source: An error occurred during image deletion process.
ar_sa: حدث خطأ أثناء حذف الصورة.

source: The geolocation database is unavailable.
ar_sa: قاعدة بيانات تحديد الموقع الجغرافي غير متوفرة.

source: Country selection is invalid.
ar_sa: اختيار الدولة خطأ

source: Invalid whitelist
ar_sa: صالح القائمة البيضاء

source: You cannot delete the default currency
ar_sa: لا يمكنك حذف العملة الافتراضية

source: You cannot disable the default currency
ar_sa: لا يمكنك تعطيل العملة الافتراضية

source: This currency already exists.
ar_sa: هذه العملة موجودة.

source: You must select two languages in order to copy data from one to another.
ar_sa: يجب عليك اختيار ما بين 2 لغات من أجل نسخ البيانات من واحد إلى آخر

source: You must select two themes in order to copy data from one to another.
ar_sa: يجب عليك اختيار ما بين 2 المواضيع من أجل نسخ البيانات من واحد إلى آخر

source: An error occurred while copying data.
ar_sa: حدث خطأ أثناء نسخ البيانات

source: There is nothing to copy (same language and theme).
ar_sa: ليس لنسخة! (نفس اللغة والموضوع)

source: A part of the data has been copied but some of the language files could not be found.
ar_sa: تم نسخ جزء من البيانات ولكن لا يمكن أن تكون لغة بعض الملفات موجودة أو نسخها

source: An error occurred while creating archive.
ar_sa: حدث خطأ أثناء إنشاء أرشيف.

source: Please select a language and a theme.
ar_sa: الرجاء اختيار اللغة والموضوع.

source: The archive cannot be extracted.
ar_sa: لا يمكن أن يكون استخراج المحفوظات.

source: Your HTML email templates cannot contain JavaScript code.
ar_sa: ويمكن HTML قوالب البريد الإلكتروني لا يحتوي على شفرة جافا سكريبت.

source: The module directory must be writable.
ar_sa: يجب أن يكون الدليل وحدة للكتابة

source: There was a problem getting the mail files.
ar_sa: هناك مشكلة في الحصول على ملفات البريد.

source: A language pack is available for this ISO.
ar_sa: حزمة اللغة المتاحة لهذا الاسم (ايزو

source: No language pack is available on prestashop.com for this ISO code
ar_sa: لا توجد حزمة لغة متاحة في prestashop.com للرمز اللغة

source: Are you sure you want to restore the default address format for this country?
ar_sa: هل أنت متأكد من تطبيق هذا الاختيار؟

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
ar_sa: تحذير! مزود الإستضافة يستخدم التصحيح suhosin من أجل PHP ، الأمر الذي يحد من الحد الأقصى لعدد الحقول المسموح بها في شكل:

source: Please ask your hosting provider to increase the Suhosin limit to
ar_sa: يرجى طلب مزود الإستضافة رفع حد Suhosin الى

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
ar_sa: تحذير! إن إعدادات الPHP الخاصة بك تحد من عدد الحقول الأقصى المسموح به في النموذج الواحد:

source: for max_input_vars.
ar_sa: من اجل max_input_vars.

source: Please ask your hosting provider to increase this limit to
ar_sa: يرجى طلب زيادة هذا الحد من مزود خدمة الإستضافة إلى

source: %s at least, or you will have to edit the translation files manually.
ar_sa: %s على الأقل، أو سيتحتم عليك تحرير ملفات الترجمة يدوياً.

source: Cannot connect to the PrestaShop website to get the language list.
ar_sa: لا يمكن الاتصال prestashop.com للحصول على قائمة اللغات.
