Repository: usuarioregalonatural/web-prod
Catalog: app/Resources/translations/*/ModulesLegalcomplianceAdmin.*.xlf
Languages: ar_sa

source: Are you sure you want to uninstall this module?
ar_sa: هل انت متأكد من الغاء تنصيب هذا الموديل؟

source: Could not install new hook
ar_sa: لا يمكن تثبت خطاف جديد

source: Legal notice
ar_sa: تنويه قانوني

source: Terms of Service (ToS)
ar_sa: شروط وأحكام الخدمة

source: Revocation terms
ar_sa: الغاء المصطلحات

source: Privacy
ar_sa: الخصوصيـة

source: Shipping and payment
ar_sa: الشحن و الدفع

source: Environmental notice
ar_sa: إشعار بيئي

source: Revocation form
ar_sa: إلغاء الشكل (الصيغة)

source: Labels
ar_sa: بطاقات عنونة

source: 'Our previous price' label
ar_sa: ملصق 'سعرنا السابق'

source: Tax 'inc./excl.' label
ar_sa: وسم ضرائب "مدرجة/مستثناة"

source: Price per unit label
ar_sa: ملصق السعر لكل وحدة

source: Revocation Terms within ToS
ar_sa: شروط الإلغاء ضمن ToS

source: Revocation for virtual products
ar_sa: إلغاء المنتجات الافتراضية

source: 'From' price label (when combinations)
ar_sa: سمة السعر 'من' (عندما تكون هناك مجموعات)

source: Features
ar_sa: الخصائص

source: Enable 'Reordering' feature
ar_sa: تمكين خاصية "إعادة ترتيب"

source: If enabled, the 'Reorder' option allows customers to reorder in one click from their Order History page.
ar_sa: اذا فعلت خيار اعادة الاوردر سوف يسمح للعملاء بعمل اعادة للاوردر من خلال صفحة محفظوظات الاوردرات.

source: Proportionate tax for shipping and wrapping
ar_sa: ضريبة نسبية للشحن والتغليف

source: When enabled, tax for shipping and wrapping costs will be calculated proportionate to taxes applying to the products in the cart.
ar_sa: عند التفعيل، سيتم احتساب ضريبة الشحن والتغليف بما يتناسب مع الضرائب المطبقة على المنتجات الموجودة في عربة التسوق.

source: -- Select associated page --
ar_sa: -- اختر الصفحة المرتبطة --

source: Email content inclusion
ar_sa: إدراج محتوى الايميل

source: For each type of email, you can define which content you would like to include.
ar_sa: لكل نوع من أنواع الرسائل الإلكترونية, يمكنك تحديد المحتوى الذي ترغب في تضمينه.

source: Email templates
ar_sa: قوالب البريد الإلكتروني

source: Legal content management
ar_sa: إدارة المحتوى القانوني
