Repository: usuarioregalonatural/web-prod
Catalog: app/Resources/translations/*/ModulesLegalcomplianceShop.*.xlf
Languages: ar_sa

source: You must agree to our Terms of Service before going any further!
ar_sa: يجب الموافقة على شروط الخدمة قبل الإنتقال للخطوة التالية!

source: Something went wrong. If the problem persists, please contact us.
ar_sa: حدث خطأ ما. إذا استمرت هذه المشكلة، يرجى الاتصال بنا.

source: Select a payment option first.
ar_sa: حدد طريقة الدفع أولاً.

source: From
ar_sa: من

source: Our previous price
ar_sa: سعرنا السابق

source: Shipping excluded
ar_sa: غير شامل للشحن

source: Information
ar_sa: روابط ذات صلة

source: Shipping and payment
ar_sa: الشحن و الدفع

source: and
ar_sa: و

source: shipping excluded
ar_sa: لا يشمل الشحن
